Repository: oyic/oyic-ajax-search
Catalog: languages/oyic-ajax-search-*.po
Languages: tl

source: No results found
tl: Walang nahanap na resulta

source: Searching...
tl: Naghahanap...

source: Type to search...
tl: Mag-type para maghanap...

source: Search term must be at least 2 characters
tl: Ang search term ay dapat na hindi bababa sa 2 karakter

source: You do not have sufficient permissions to access this page.
tl: Wala kang sapat na pahintulot para ma-access ang page na ito.

source: Search
tl: Maghanap

source: Enable Full Screen Search
tl: I-enable ang Full Screen Search

source: Results Per Page
tl: Mga Resulta Bawat Page

source: Minimum Search Length
tl: Minimum na Haba ng Search

source: OYIC Ajax Search requires PHP version 7.4 or higher.
tl: Ang OYIC Ajax Search ay nangangailangan ng PHP version 7.4 o mas mataas.

source: Open search
tl: Buksan ang search

source: OYIC Ajax Search requires WordPress version 5.0 or higher.
tl: Ang OYIC Ajax Search ay nangangailangan ng WordPress version 5.0 o mas mataas.
